{
  "2025-5-21": {
    "date": "2025-5-21",
    "verse": {
      "text": "Therefore those who were scattered abroad went around preaching the word.\n",
      "reference": "Acts 8:4"
    },
    "chapter": {
      "text": "God, you have rejected us.\nYou have broken us down.\nYou have been angry.\nRestore us, again.\nYou have made the land tremble.\nYou have torn it.\nMend its fractures,\nfor it quakes.\nYou have shown your people hard things.\nYou have made us drink the wine that makes us stagger.\nYou have given a banner to those who fear you,\nthat it may be displayed because of the truth.\nSelah.\nSo that your beloved may be delivered,\nsave with your right hand, and answer us.\nGod has spoken from his sanctuary:\n“I will triumph.\nI will divide Shechem,\nand measure out the valley of Succoth.\nGilead is mine, and Manasseh is mine.\nEphraim also is the defense of my head.\nJudah is my scepter.\nMoab is my wash basin.\nI will throw my shoe on Edom.\nI shout in triumph over Philistia.”\nWho will bring me into the strong city?\nWho has led me to Edom?\nHaven’t you, God, rejected us?\nYou don’t go out with our armies, God.\nGive us help against the adversary,\nfor the help of man is vain.\nThrough God we shall do valiantly,\nfor it is he who will tread down our adversaries.\n",
      "reference": "Psalms 60"
    }
  },
  "2025-5-22": {
    "date": "2025-5-22",
    "verse": {
      "text": "Jesus, porém, lhe respondeu: Está escrito: Nem só de pão viverá o homem.   ",
      "reference": "Lucas 4:4"
    },
    "chapter": {
      "text": "When Israel went out of Egypt,\nthe house of Jacob from a people of foreign language \nJudah became his sanctuary,\nIsrael his dominion.\n The sea saw it, and fled.\nThe Jordan was driven back.\nThe mountains skipped like rams,\nthe little hills like lambs.\n What was it, you sea, that you fled?\nYou Jordan, that you turned back?\n You mountains, that you skipped like rams,\nyou little hills, like lambs?\n Tremble, you earth, at the presence of the Lord,\nat the presence of the God of Jacob,\n who turned the rock into a pool of water,\nthe flint into a spring of waters.\n",
      "reference": "Salmos 114"
    }
  },
  "2025-5-26": {
    "date": "2025-5-26",
    "verse": {
      "text": "E as águas foram minguando até o décimo mês; no décimo mês, no primeiro dia do mês, apareceram os cumes dos montes.   ",
      "reference": "Gênesis 8:5"
    },
    "chapter": {
      "text": "Contende, Senhor, com aqueles que contendem comigo; combate contra os que me combatem. Pega do escudo e do pavês, e levanta-te em meu socorro. Empunha a lança e bloqueia o caminho contra os que me perseguem; dize à minha alma: 'Eu sou a tua salvação.' Sejam envergonhados e confundidos os que buscam a minha alma; voltem atrás e envergonhem-se os que contra mim intentam o mal. Sejam como a moinha diante do vento; e o anjo do Senhor os faça fugir. Torne-se o seu caminho tenebroso e escorregadio, e o anjo do Senhor os persiga. Porque sem causa me armaram ocultamente um laço; sem causa cavaram uma cova para a minha alma. Sobrevenha-lhes inesperadamente a destruição, e prenda-os o laço que ocultaram; caiam eles nesta mesma destruição. Então a minha alma se alegrará no Senhor; exultará na sua salvação. Todos os meus ossos dirão: 'Senhor, quem é como tu, que livras o aflito daquele que é mais forte do que ele, sim, o aflito e o necessitado daquele que o rouba?' Levantam-se testemunhas injustas; interrogam-me sobre coisas que eu ignoro. Tornam-me o mal pelo bem, causando luto à minha alma. Mas, quanto a mim, quando estavam enfermos, vestia-me de pano de saco; humilhava a minha alma com jejum, e a minha oração voltava para o meu seio. Portava-me como se fosse por meu amigo ou meu irmão; andava curvado e entristecido, como quem chora por sua mãe. Mas, quando eu tropeçava, eles se alegravam e se congregavam; congregavam-se contra mim homens miseráveis, que eu não conhecia; difamavam-me sem cessar. Como hipócritas zombadores nas festas, rangiam os dentes contra mim. Senhor, até quando olharás para isto? Livra a minha alma das violências deles, a minha vida dos leões. Louvar-te-ei na grande congregação; entre muitíssimo povo te celebrarei. Não se alegrem sobre mim os que, sem razão, são meus inimigos; nem pisquem os olhos os que me odeiam sem causa. Pois não falam de paz; antes intentam enganos contra os quietos da terra. Escancaram contra mim a sua boca e dizem: 'Ah! Ah! Os nossos olhos o viram.' Tu, Senhor, o viste; não te cales; Senhor, não te alongues de mim. Desperta e acorda para o meu julgamento, para a minha causa, Deus meu e Senhor meu. Julga-me segundo a tua justiça, Senhor meu Deus, e não se regozijem sobre mim. Não digam em seu coração: 'Ah! Assim queríamos!' Não digam: 'Nós o devoramos!' Envergonhem-se e confundam-se à uma os que se alegram com o meu mal; vistam-se de vergonha e ignomínia os que se engrandecem contra mim. Cantem de júbilo e se alegrem os que amam a minha justiça, e digam sempre: 'Magnificado seja o Senhor, que se compraz na prosperidade do seu servo.' E a minha língua falará da tua justiça e do teu louvor todo o dia.",
      "reference": "Salmos 35"
    }
  }
}
